---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestHeight
source: html/409283f7-a106-1503-58d1-814682e49cd8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId VolumeOfInterestHeight { get; }
```